[
  {
    "quote": "I’m not in this world to live up to your expectations and you’re not in this world to live up to mine.",
    "author": "Bruce Lee"
  },
  {
    "quote": "Do not pray for an easy life, pray for the strength to endure a difficult one",
    "author": "Bruce Lee"
  },
  {
    "quote": "Be happy, but never satisfied.",
    "author": "Bruce Lee"
  },
  {
    "quote": "Adapt what is useful, reject what is useless, and add what is specifically your own.",
    "author": "Bruce Lee"
  },
  {
    "quote": "Mistakes are always forgivable, if one has the courage to admit them.",
    "author": "Bruce Lee"
  },
  {
    "quote": "A wise man can learn more from a foolish question than a fool can learn from a wise answer.",
    "author": "Bruce Lee"
  },
  {
    "quote": "Love is like a friendship caught on fire. In the beginning a flame, very pretty, often hot and fierce, but still only light and flickering. As love grows older, our hearts mature and our love becomes as coals, deep-burning and unquenchable.",
    "author": "Bruce Lee"
  },
  {
    "quote": "If you always put limits on everything you do, physical or anything else, it will spread into your work and into your life. There are no limits. There are only plateaus, and you must not stay there, you must go beyond them.",
    "author": "Bruce Lee"
  },
  {
    "quote": "I fear not the man who has practiced 10,000 kicks once, but I fear the man who had practiced one kick 10,000 times.",
    "author": "Bruce Lee"
  },
  {
    "quote": "If you spend too much time thinking about a thing, you'll never get it done.",
    "author": "Bruce Lee"
  },
  {
    "quote": "Don't fear failure. — Not failure, but low aim, is the crime. In great attempts it is glorious even to fail.",
    "author": "Bruce Lee, Striking Thoughts: Bruce Lee's Wisdom for Daily Living"
  },
  {
    "quote": "A goal is not always meant to be reached, it often serves simply as something to aim at.",
    "author": "Bruce Lee"
  },
  {
    "quote": "To hell with circumstances; I create opportunities.",
    "author": "Bruce Lee"
  },
  {
    "quote": "Knowing is not enough, we must apply. Willing is not enough, we must do.",
    "author": "Bruce Lee"
  },
  {
    "quote": "The key to immortality is first living a life worth remembering.",
    "author": "Bruce Lee"
  },
  {
    "quote": "It is not a daily increase, but a daily decrease. Hack away at the inessentials.",
    "author": "Bruce Lee"
  },
  {
    "quote": "You must be shapeless, formless, like water. When you pour water in a cup, it becomes the cup. When you pour water in a bottle, it becomes the bottle. When you pour water in a teapot, it becomes the teapot. Water can drip and it can crash. Become like water my friend.",
    "author": "Bruce Lee"
  },
  {
    "quote": "If you don't want to slip up tomorrow, speak the truth today.",
    "author": "Bruce Lee"
  },
  {
    "quote": "Always be yourself, express yourself, have faith in yourself, do not go out and look for a successfull personality and duplicate it.",
    "author": "Bruce Lee"
  },
  {
    "quote": "Use only that which works, and take it from any place you can find it.",
    "author": "Bruce Lee, Tao of Jeet Kune Do"
  },
  {
    "quote": "A quick temper will make a fool of you soon enough.",
    "author": "Bruce Lee"
  },
  {
    "quote": "Notice that the stiffest tree is most easily cracked, while the bamboo or willow survives by bending with the wind.",
    "author": "Bruce Lee"
  },
  {
    "quote": "Empty your cup so that it may be filled; become devoid to gain totality.",
    "author": "Bruce Lee"
  },
  {
    "quote": "A good teacher protects his pupils from his own influence. ",
    "author": "Bruce Lee"
  },
  {
    "quote": "The great mistake is to anticipate the outcome of the engagement; you ought not to be thinking of whether it ends in victory or defeat. Let nature take its course, and your tools will strike at the right moment.",
    "author": "Bruce Lee"
  },
  {
    "quote": "For it is easy to criticize and break down the spirit of others, but to know yourself takes a lifetime.",
    "author": "Bruce Lee, Striking Thoughts: Bruce Lee's Wisdom for Daily Living"
  },
  {
    "quote": "Forget about winning and losing; forget about pride and pain. Let your opponent graze your skin and you smash into his flesh; let him smash into your flesh and you fracture his bones; let him fracture your bones and you take his life! Do not be concerned with escaping safely- lay your life before him!!",
    "author": "Bruce Lee"
  },
  {
    "quote": "If there is a God, he is within. You don't ask God to give you things, you depend on God for your inner theme.",
    "author": "Bruce Lee"
  },
  {
    "quote": "As you think, so shall you become.",
    "author": "Bruce Lee"
  },
  {
    "quote": "If you love life, don't waste time, for time is what life is made up of.",
    "author": "Bruce Lee"
  },
  {
    "quote": "Self-knowledge involves relationship. To know oneself is to study one self in action with another person. Relationship is a process of self evaluation and self revelation. Relationship is the mirror in which you discover yourself - to be is to be related.",
    "author": "Bruce Lee"
  },
  {
    "quote": "Many people dedicate their lives to actualizing a concept of what they should be like, rather than actualizing themselves. This difference between self-actualization and self-image actualization is very important. Most people live only for their image",
    "author": "Bruce Lee"
  },
  {
    "quote": "Take things as they are. Punch when you have to punch. Kick when you have to kick.",
    "author": "Bruce Lee"
  },
  {
    "quote": "Now I see that I will never find the light unless, like the candle, I am my own fuel, consuming myself.",
    "author": "Bruce Lee"
  },
  {
    "quote": "Using no way as a way, having no limitation as limitation.",
    "author": "Bruce Lee, Tao of Jeet Kune Do"
  },
  {
    "quote": "Be self aware, rather than a repetitious robot",
    "author": "Bruce Lee"
  },
  {
    "quote": "To spend time is to pass it in a specified manner. To waste time is to expend it thoughtlessly or carelessly. We all have time to either spend or waste and it is our decision what to do with it. But once passed, it is gone forever.",
    "author": "Bruce Lee"
  },
  {
    "quote": "Knowledge will give you power, but character respect.",
    "author": "Bruce Lee"
  },
  {
    "quote": "Time means a lot to me because you see I am also a learner and am often lost in the joy of forever developing.",
    "author": "Bruce Lee"
  },
  {
    "quote": "The spirit of the individual is determined by his dominating thought habits.",
    "author": "Bruce Lee, Bruce Lee Jeet Kune Do: Bruce Lee's Commentaries on the Martial Way"
  },
  {
    "quote": "Defeat is not defeat unless accepted as a reality-in your own mind.",
    "author": "Bruce Lee"
  },
  {
    "quote": "Showing off is the fool's idea of glory.",
    "author": "Bruce Lee"
  },
  {
    "quote": "Art calls for complete mastery of techniques, developed by reflection within the soul.",
    "author": "Bruce Lee"
  },
  {
    "quote": "The More we value things, the less we value ourselves",
    "author": "Bruce Lee"
  },
  {
    "quote": "The meaning of life is that it is to be lived, and it is not to be traded and conceptualized and squeezed into a patter of systems.",
    "author": "Bruce Lee, Striking Thoughts: Bruce Lee's Wisdom for Daily Living"
  },
  {
    "quote": "Ever since I was a child I have had this instinctive urge for expansion and growth. To me, the function and duty of a quality human being is the sincere and honest development of one's potential.",
    "author": "Bruce Lee"
  },
  {
    "quote": "Don't get set into one form, adapt it and build your own, and let it grow, be like water.",
    "author": "Bruce Lee"
  },
  {
    "quote": "Those who are unaware they are walking in darkness will never seek the light.",
    "author": "Bruce Lee"
  },
  {
    "quote": "Boards don't hit back.",
    "author": "Bruce Lee"
  },
  {
    "quote": "Life's battles don't always go to the stronger or faster man. But sooner or later the man who wins, is the man who thinks he can.",
    "author": "Bruce Lee"
  },
  {
    "quote": "The stillness in stillness is not the real stillness; only when there is stillness in movement does the universal rhythm manifest.",
    "author": "Bruce Lee"
  },
  {
    "quote": "All knowledge leads to self-knowledge.",
    "author": "Bruce Lee, Tao of Jeet Kune Do"
  },
  {
    "quote": "‎The successful warrior is the average man, with laser-like focus.",
    "author": "Bruce Lee"
  },
  {
    "quote": "Everything you do, if not in a relaxed state will be done at a lesser level than you are proficient. Thus the tensed expert marksman will aim at a level less than his/her student.",
    "author": "Bruce Lee"
  },
  {
    "quote": "Real living is living for others.",
    "author": "Bruce Lee"
  },
  {
    "quote": "Its like a finger pointing away to the moon. Dont concentrate on the finger or you will miss all that heavenly glory.",
    "author": "Bruce Lee, Striking Thoughts: Bruce Lee's Wisdom for Daily Living"
  },
  {
    "quote": "If nothing within you stays rigid, outward things will disclose themselves. Moving, be like water. Still, be like a mirror. Respond like an echo. ",
    "author": "Bruce Lee"
  }
]
