[
  {
    "quote": "Tomorrow is promised to no one.", 
    "author": "Clint Eastwood"
  },
  {
    "quote": "They say all marriages are made in heaven, but so are thunder and lightning.", 
    "author": "Clint Eastwood"
  },
  {
    "quote": "I tried being reasonable, but I didn't like it.", 
    "author": "Clint Eastwood"
  },
  {
    "quote": "There's a rebel lying deep in my soul. Anytime anybody tells me the trend is such and such, I go the opposite direction. I hate the idea of trends. I hate imitation; I have a reverence for individuality.", 
    "author": "Clint Eastwood, Wild Open Spaces: Why We Love Westerns"
  },
  {
    "quote": "I have a very strict gun control policy: if there's a gun around, I want to be in control of it.", 
    "author": "Clint Eastwood"
  },
  {
    "quote": "I'm interested in the fact that the less secure a man is, the more likely he is to have extreme prejudice.", 
    "author": "Clint Eastwood"
  },
  {
    "quote": "Let's not go and ruin it by thinking too much.", 
    "author": "Clint Eastwood"
  },
  {
    "quote": "Respect your efforts, respect yourself. Self-respect leads to self-discipline. When you have both firmly under your belt, that's real power.",
    "author": "Clint Eastwood"
  },
  {
    "quote": "I don't wanna need you because I can't have you.", 
    "author": "Clint Eastwood"
  },
  {
    "quote": "Extremism is so easy. You've got your position, and that's it. It doesn't take much thought. And when you go far enough to the right you meet the same idiots coming around from the left.",
    "author": "Clint Eastwood"
  },
  {
    "quote": "First, I blow a hole in your face; then I go back inside, and sleep like a baby... I guarantee you.", 
    "author": "Clint Eastwood"
  },
  {
    "quote": "I don't believe in pessimism. If something doesn't come up the way you want, forge ahead. If you think it's going to rain, it will.", 
    "author": "Clint Eastwood"
  },
  {
    "quote": "Do ya feel lucky, punk?", 
    "author": "Clint Eastwood"
  },
  {
    "quote": "Improvise, Adapt and Overcome!", 
    "author": "Clint Eastwood, Heartbreak Ridge"
  },
  {
    "quote": "Maybe I`m getting to the age when I`m starting to be senile or nostalgic or both, but people are so angry now. You used to be able to disagree with people and still be friends. Now you hear these talk shows, and everyone who believes differently from you is a moron and an idiot - both on the Right and the Left. ", 
    "author": "Clint Eastwood"
  },
  {
    "quote": "Take your work seriously, but don't take yourself seriously",
    "author": "Clint Eastwood"
  },
  {
    "quote": "It's a hell of a thing; killin' a man. You take away everything he ever had and ever would have.", 
    "author": "Clint Eastwood"
  },
  {
    "quote": "If you want a guarantee, buy a toaster.", 
    "author": "Clint Eastwood"
  },
  {
    "quote": "I know what you're thinking 'Did he fire six shots or only five?", 
    "author": "Clint Eastwood"
  },
  {
    "quote": "Nothing wrong with shooting...as long as the right people get shot.", 
    "author": "Clint Eastwood"
  },
  {
    "quote": "I know what you're thinking. Did he fire six shots or only five? Well, to tell you the truth, in all this excitement, I've kinda lost track myself. But being as this is a .44 magnum, the most powerful handgun in the world, and would blow your head clean off, you've got to ask yourself one question: \"Do I feel lucky?\" Well, do ya, punk?", 
    "author": "Clint Eastwood"
  },
  {
    "quote": "If a person is confident enough in the way they feel, whether it's an art form or whether it's just in life, it comes off---you don't have anything to prove; you can just be who you are.", 
    "author": "Clint Eastwood"
  },
  {
    "quote": "My wife is my closest friend. Sure, I'm attracted to her in every way possible, but that's not the answer. Because I've been attracted to other people, and I couldn't stand 'em after a while.", 
    "author": "Clint Eastwood"
  },
  {
    "quote": "A Love like this happens but once in a lifetime", 
    "author": "Clint Eastwood"
  },
  {
    "quote": "Are you going to pull those pistols or whistle Dixie?", 
    "author": "Clint Eastwood"
  },
  {
    "quote": "I tried being reasonable, I didn't like it.", 
    "author": "Clint Eastwood"
  },
  {
    "quote": "Listen, punk. To me you're nothin' but dogshit, you understand? And a lot of things can happen to dogshit. It can be scraped up with a shovel off the ground. It can dry up and blow away in the wind. Or it can be stepped on and squashed. So take my advice and be careful where the dog shits ya!", 
    "author": "Clint Eastwood"
  },
  {
    "quote": "This film cost $31 million. With that kind of money I could have invaded some country.", 
    "author": "Clint Eastwood"
  },
  {
   "quote": "It's not about you. It's about them.", 
    "author": "Clint Eastwood"
  },
  {
   "quote": "I voted against that incompetent, lying, flip-flopping, insincere, double-talking, radical socialist, terrorist excusing, bleeding heart, narcissistic, scientific and economicmoron currently in the White House!", 
    "author": "Clint Eastwood"
  },
  {
    "quote": "Now you've got to ask yourself one question. Do I feel lucky? - Inspector Harry Callahan",
    "author": "Clint Eastwood"
  },
  {
    "quote": "These people who are making a big deal out of gay marriage? I don’t give a fuck about who wants to get married to anybody else! Why not?! We’re making a big deal out of things we shouldn’t be making a deal out of. They go on and on with all this bullshit about ‘sanctity’ — don’t give me that sanctity crap! Just give everybody the chance to have the life they want.",
    "author": "Clint Eastwood"
  },
  {
    "quote": "Participating in a gun buyback program because you think that criminals have too many guns is like having yourself castrated because you think your neighbors have too many kids.",
    "author": "Clint Eastwood"
  },
  {
    "quote": "Tomorrow is promised to no one",
    "author": "Clint Eastwood"
  },
  {
    "quote": "Highway: Just because we're holding hands doesn't mean we'll be taking warm showers together until the wee hours of the morning.",
    "author": "Clint Eastwood, Heartbreak Ridge"
  },
  {
    "quote": "If you save your breath, I feel like a man you can manage.",
    "author": "Clint Eastwood, Cowboy Favorites"
  },
  {
    "quote": "Overnight stardom can be harmful to your mental health. Yeah. It has ruined a lot of people.",
    "author": "Clint Eastwood"
  },
  {
    "quote": "Like most pictures that I've done, I've had no idea whether anyone would ever want to see 'em. But I figured, I'd like to see it.",
    "author": "Clint Eastwood"
  },
  {
    "quote": "Deserve's got nothin' to do with it.",
    "author": "Clint Eastwood"
  },
  {
    "quote": "Work hard, keep your nose clean, and just stick around.",
    "author": "Clint Eastwood"
  },
  {
    "quote": "War pictures are always fascinating for people; they were for me growing up, even though I'm not nuts about war. War is the ultimate conflict, and conflict is the basis of drama to begin with.",
    "author": "Clint Eastwood "
  }
]